TrashName = "Trash";
DashboardName = "Dashboard";
TrashRemoveFromDock = "Remove from Dock";

AXApplicationDockItem = "application dock item";
AXFolderDockItem = "folder dock item";
AXDocumentDockItem = "document dock item";
AXTrashDockItem = "trash dock item";
AXMinimizedWindowDockItem = "minimized window dock item";
AXURLDockItem = "URL dock item";
AXDockExtraDockItem = "dock extra dock item";
AXDashboardDockItem = "dashboard dock item";
AXProcessSwitcherList = "process switcher list";
AXSeparatorDockItem = "separator dock item";
AXSeparatorDescription = "separator";